#ცვლადი არის აღსანიშნავი მოქმედება მაგალითად: x = 10 y = "goa" ეს არის ცვლადები და თუ ჩვენ დავწერთ print(x) კონსოლზე გამოვა რაც ჩავწერეთ ის ხოლო თუ ჩავწერთ print(x,y) კონსოლში გამოიტანს ორივე ცვლად ფორმას
a = 1000
b = 2000
c = ("andria surmanidze is chad ")
print(a,b,c)

#ჩვენ თუ დავწერთ კომნსლოზე გამომიტანე ანდრია ასრულებს გოას დამატებით დავალებებს ჩვენ უნდა დავწეროთ ასე print(" ანდრია ასრულებს გოას დამატებით დავალებებს") მას აუცილებლად უნდა ბრჭყალები
print(" ანდრია ასრულებს გოას დამატებით დავალებებს")

#ჩვენ თუ ცვლად ფორმებს არ დავწერთ ასოები არ იმუშავებს